Repository: Royce551/FRESHMusicPlayer
Catalog: FRESHMusicPlayer/FRESHMusicPlayer-WPF/Properties/Resources.*.resx
Languages: vi

# APPLICATION_CRITICALERROR
source: Oopsies! Something went wrong. We'll try to keep going. If this keeps happening, please report this at https://github.com/royce551/freshmusicplayer/issues.
vi: Ôi, có một đièu bị làm sai! Chúng tôi sẽ cố tiếp tục. Nếu điều này xảy ra liên tục, vui lòng báo cáo lỗi này tại https://github.com/royce551/freshmusicplayer/issues.

# APPLICATION_OPEN_DEBUG_LOG
source: Open debug log
vi: Mở nhật ký gỡ lỗi

# CONTROLS_GOTO
source: Go to
vi: Đi đến

# CONTROLS_MINIPLAYER
source: Mini player
vi: Bộ phát nhỏ

# CONTROLS_PAUSE_AFTTER_CURRENT_TRACK
source: Pause after current track
vi: Tậm dừng sau bài hát này

# FULLSCREEN_FOCUSMODE
source: Focus mode
vi: Chế độ tập trung

# IMPORT_BROWSE_FOLDERS
source: Browse for folders
vi: Duyệt cho thư mục

# IMPORT_BROWSE_PLAYLIST
source: Browse for playlist files
vi: Duyệt cho tệp hàng phát

# IMPORT_BROWSE_TRACKS
source: Browse for tracks
vi: Duyệt cho bài hát

# IMPORT_DRAGDROP_PROMPT
source: You can also drag and drop to this page.
vi: Bạn cũng được kéo và thả trên trang này.

# IMPORT_MANUALENTRY
source: File path or URL
vi: Đường dẫn hoặc URL

# LIBRARY_ADD_TO_PLAYLIST
source: Add to playlist
vi: Thêm vào danh sách phát

# LIBRARY_ENQUEUEALL
source: Enqueue all
vi: Đ. tất cả h. p.

# LIBRARY_OPEN_FILEEXPLORER
source: Open in File Explorer
vi: Mở trong bộ duyệt tệp

# LIBRARY_PLAYALL
source: Play all
vi: Phát tất cả

source: Lyrics
vi: Lời hát

# LYRICS_NOLYRICS
source: No lyrics available
vi: Không có lời hát có sẵn

# LYRICS_UNTIMEDLYRICS
source: Untimed lyrics
vi: Lời hát không chứa thời gian

# MAINWINDOW_ALBUMS
source: Albums
vi: Đĩa

# MAINWINDOW_ARTISTS
source: Artists
vi: Nghệ Sĩ

# MAINWINDOW_IMPORT
source: Import
vi: Nhập

# MAINWINDOW_NOARTIST
source: Unknown artist
vi: Nghệ sĩ không xác định

# MAINWINDOW_NOTHINGPLAYING
source: Nothing playing
vi: Không có gì đang phát

# MAINWINDOW_PLAYBACK_ERROR_DETAILS
source: A playback error occured: {0} We'll skip to the next track for you
vi: Một lỗi phát nhạc xảy ra: {0} Chúng tôi sẽ nhảy tiếp cho bạn

# MAINWINDOW_PLAYLISTS
source: Playlists
vi: Danh sách phát

# MAINWINDOW_SEARCH
source: Search
vi: Tìm kiếm

# MAINWINDOW_SETTINGS
source: Settings
vi: Cài Đặt

# MAINWINDOW_TRACKS
source: Tracks
vi: Bài Hát

# MENUBAR_EXIT
source: _Exit
vi: T_hoát

# MENUBAR_FILE
source: _File
vi: _Tệp

# MENUBAR_NEWWINDOW
source: _New Window
vi: Cử_a sổ mới

# MENUBAR_OPEN
source: _Open
vi: _Mở

# MENUBAR_SAVE
source: _Save
vi: _Lưu

# MENUBAR_TAGSOURCES
source: _Tag Sources
vi: _Chép từ

# MINIPLAYER_BACK
source: Back
vi: Lại

# NOTIFICATIONS_CLEAR_ALL
source: Clear all
vi: Xóa Tất Cả

# NOTIFICATIONS_TITLE
source: Notifications
vi: Thông Báo

# NOTIFICATION_CLEARSUCCESS
source: Successfully cleared your library!
vi: Xóa thư viện thành công!

# NOTIFICATION_COULD_NOT_IMPORT_PLAYLIST
source: This playlist file could not be imported because one or more of the tracks could not be found. Missing File: {0}
vi: Không thể nhập hàng phát vì chúng tôi không thể tìm một số bài hát. Tệp không thể tìm: {0}

# NOTIFICATION_FILEGONE
source: The file you tried to play, "{0}", doesn't seem to exist.
vi: Có vẻ như tệp bạn cố gắng phát, "{0}", không tôn tại.

# NOTIFICATION_INSTALLINGUPDATE
source: Installing update...
vi: Đăng cài bản cập nhật...

# NOTIFICATION_SCANNING
source: Scanning for new tracks...
vi: Đang quét cho bài hát mới...

# NOTIFICATION_UPDATEERROR
source: An error occured when updating: {0}
vi: Một lỗi xảy ra khi cập nhật: {0}

# NOTIFICATION_UPDATEREADY
source: An update is ready! Restart FMP to apply the update.
vi: Một bản cập nhật đã sẵn sàng! Khởi chạy FMP lại để cài bản cập nhật.

# NOTIFICATION_UPTODATE
source: You're now on FRESHMusicPlayer {0}!
vi: Bạn đã cập nhật FRESHMusicPlayer lên {0}!

# NOTIFICATION_UPTODATE_CHANGELOG
source: Changelog
vi: Nhật ký thay đổi

source: Playlist management
vi: Quản lý danh sách phát

# PLAYLISTMANAGEMENT_CREATE
source: Create
vi: Tạo

# PLAYLISTMANAGEMENT_DELETE
source: Delete
vi: Xóa

# PLAYLISTMANAGEMENT_EXPORT
source: Export
vi: Xuất

# PLAYLISTMANAGEMENT_HEADER
source: What do you want to do with "{0}"?
vi: Bạn muốn làm gì với "{0}"?

# PLAYLISTMANAGEMENT_INVALIDNAME
source: "{0}" isn't a valid playlist name.
vi: "{0}" không phải là tên danh sách phát hợp lệ.

# PLAYLISTMANAGEMENT_RENAME
source: Rename
vi: Đổi tên

# QUEUEMANAGEMENT_ADDPLAYLIST
source: Add playlist
vi: Thêm hàng phát

# QUEUEMANAGEMENT_ADDTRACK
source: Add track
vi: Thêm bài hát

# QUEUEMANAGEMENT_CLEARQUEUE
source: Clear queue
vi: Xóa hàng chờ

# QUEUEMANAGEMENT_QUEUEHEADER
source: Queue
vi: Hàng chờ

# SETTINGS_ABOUT
source: About
vi: Giới thiệu

# SETTINGS_APPEARANCE
source: Appearance
vi: Giao diện

# SETTINGS_AUTOIMPORT
source: Auto Import
vi: Tự động nhập

# SETTINGS_AUTOIMPORTDESCRIPTION
source: FMP will import new tracks from these folders:
vi: FMP sẽ nhập bài hát từ các thư mục này:

# SETTINGS_AUTOIMPORT_ADDFOLDER
source: Add Folder
vi: Thêm thư mục

# SETTINGS_AUTOUPDATEMODE
source: Auto update mode
vi: Chế độ tự cập nhật

# SETTINGS_CLEANLIBRARY
source: Clean and update library
vi: Dọn sạch và cập nhật thư viện

# SETTINGS_CREDITS
source: By Squid Grill (and open source contributors) Licensed under GPL v3 Thank you for using FRESHMusicPlayer! ♥
vi: Bởi Squid Grill (và các người đóng góp nguồn mở) Được cấp phép theo GPL v3 Cảm ơn bạn sử dụng FRESHMusicPlayer! ♥

# SETTINGS_GENERAL
source: General
vi: Chung

# SETTINGS_INTEGRATION
source: Integration
vi: Hội nhập

# SETTINGS_LANGUAGE
source: Language
vi: Ngôn ngữ

# SETTINGS_MAINTENANCE
source: Maintenance
vi: Bảo trì

# SETTINGS_NUKELIBRARY
source: Nuke library
vi: Đặt lại thư viện

# SETTINGS_NUKE_LIBRARY_WARNING
source: You are about to irreversibly clear your library. Are you sure?
vi: Bạn sắp sửa xóa thư viện của bạn vĩnh viễn. Bạn có chắc chắn không?

# SETTINGS_PLAYBACKTRACKING
source: Playtime logging
vi: Ghi thời gian phát

# SETTINGS_RESET
source: Reset settings to default
vi: Đặt lại cài đặt về mặc định

# SETTINGS_RESTART_NEEDED_PROMPT
source: FMP needs to restart to apply your changes.
vi: FMP sẽ cần khởi chạy lại để áp dụng các thay đổi.

# SETTINGS_RESTART_NOW
source: Restart now
vi: Khởi chạy lại ngay

# SETTINGS_SUBHEADER
source: Change the way FMP behaves
vi: Thay đổi cách hoạt động của FMP

# SETTINGS_THEME
source: Theme
vi: Giao diện

# SETTINGS_THEME_DARK
source: Dark
vi: Tối

# SETTINGS_THEME_LIGHT
source: Light
vi: Sáng

# SETTINGS_TIMEWINDOWTITLE
source: Show time instead of title in window title
vi: Hiện thời gian thay về tiểu đề trong tiểu đề của sổ

# SETTINGS_UPDATES
source: Updates
vi: Bản cập nhật

# SETTINGS_UPDATESCHECKNOW
source: Check for updates now
vi: Kiểm tra cập nhật ngay

# SETTINGS_UPDATESLASTCHECKED
source: Last checked {0}
vi: Kiểm tra lần trước {0}

# SETTINGS_UPDATES_AUTO
source: Automatic
vi: Tự động

# SETTINGS_UPDATES_MANUAL
source: Manual
vi: Thu công

# SETTINGS_UPDATES_PROMPT
source: Prompt before updating
vi: Báo trước khi cập nhật

source: Tag editor
vi: Bộ sữa nhãn

# TAGEDITOR_ALBUMARTIST
source: Album artist
vi: Nghệ sĩ đĩa

# TAGEDITOR_ARTIST
source: Artist
vi: Nghệ sĩ

# TAGEDITOR_BACKGROUNDSAVE
source: The changes will be applied when you play a new track.
vi: Các thay đổi sẽ bị áp dụng khi bạn phát bài hát khác.

# TAGEDITOR_CHANGEFILE
source: Change file...
vi: Đổi Tệp...

# TAGEDITOR_COMPOSER
source: Composer
vi: Người soạn

# TAGEDITOR_COVERART
source: Cover art
vi: Ảnh bìa

# TAGEDITOR_DISCNUM
source: Disc number
vi: Số đĩa

# TAGEDITOR_EDITINGHEADER
source: Editing
vi: Đang chính sửa

# TAGEDITOR_INTEGRATIONDISAMBIGUATION
source: There are multiple search results for this album. Which one do you want?
vi: Có nhiều kết quả cho album này. Bạn muốn sử dụng cái nào?

# TAGEDITOR_NOCOVERART
source: No cover art present
vi: Không có ảnh bìa

# TAGEDITOR_NOINTERNET
source: You aren't connected to the internet :(
vi: Bạn không có kết nối với Internet :(

# TAGEDITOR_NORESULTS
source: No results were found for this album :(
vi: Không có kết quả cho album này :(

# TAGEDITOR_SAVE
source: Save
vi: Lưu

# TAGEDITOR_SAVECHANGES
source: Save changes to {0}?
vi: Lưu thay đổi vào {0}?

# TAGEDITOR_TITLE
source: Title
vi: Tiêu đề

# TAGEDITOR_TRACKNUM
source: Track number
vi: Số trên đĩa

# TRACKINFO_ALBUM
source: Album
vi: Đĩa

# TRACKINFO_ALBUMINFO
source: Album Info
vi: Thông tin về đĩa nhạc

# TRACKINFO_BITRATE
source: Bitrate
vi: Tốc độ bit

# TRACKINFO_DISCNUMBER
source: Disc
vi: Sổ đĩa

# TRACKINFO_GENRE
source: Genre
vi: Thể loại

# TRACKINFO_NOTAVAILABLE
source: Not available
vi: Không có sẵn

# TRACKINFO_TECHNICALINFO
source: Technical info
vi: Thông tin kỹ thuật

# TRACKINFO_TRACKINFO
source: Track info
vi: Thông tin bài hát

# TRACKINFO_TRACKNUMBER
source: Track
vi: Số trên đĩa

# TRACKINFO_YEAR
source: Year
vi: Năm
